Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Sync on Intra Frame
ca_es: Sincronitza amb un fotograma intra

source: Normally the packetizer would sync on the next full frame. This flags instructs the packetizer to sync on the first Intra Frame found.
ca_es: Normalment, l'empaquetador pot sincronitzar-se al següent fotograma complet. Aquesta marca guia a l'empaquetador perquè es sincronitzi amb el primer fotograma intra que trobi.

source: MPEG-I/II video packetizer
ca_es: Empaquetador de vídeo MPEG-I/II

source: MPEG Video
ca_es: Vídeo MPEG

source: VC-1 packetizer
ca_es: Empaquetador VC-1

source: Bonjour services
ca_es: Serveis Bonjour

source: My Videos
ca_es: Els meus vídeos

source: My Music
ca_es: La meva música

source: Picture
ca_es: Imatge

source: My Pictures
ca_es: Les meves imatges

source: MTP devices
ca_es: Dispositius MPT

source: MTP Device
ca_es: Dispositiu MPT

source: Local drives
ca_es: Unitats locals

source: Podcast URLs list
ca_es: Llista dels URL dels podcasts

source: Enter the list of podcasts to retrieve, separated by '|' (pipe).
ca_es: Introdueix la llista de podcasts que s'ha de recuperar, separats per «|» (barra).

source: Audio capture
ca_es: Captura d'àudio

source: Audio capture (PulseAudio)
ca_es: Captura d'àudio (PulseAudio)

source: Generic
ca_es: Genèric

source: SAP multicast address
ca_es: Adreça de multidestinació SAP

source: The SAP module normally chooses itself the right addresses to listen to. However, you can specify a specific address.
ca_es: El mòdul de SAP normalment tria les adreces correctes per escoltar. No obstant, podeu definir una adreça específica.

source: SAP timeout (seconds)
ca_es: Temps d'espera de SAP (en segons)

source: Delay after which SAP items get deleted if no new announcement is received.
ca_es: Després d'aquest retard s'eliminaran els elements SAP si no s'ha rebut cap avís.

source: Try to parse the announce
ca_es: Prova d'analitzar l'avís

source: This enables actual parsing of the announces by the SAP module. Otherwise, all announcements are parsed by the "live555" (RTP/RTSP) module.
ca_es: Habilita l'anàlisi real dels avisos del mòdul SAP. En cas contrari, tots els avisos els analitza el mòdul «live555» (RTP/RTSP).

source: SAP Strict mode
ca_es: Mode estricte SAP

source: When this is set, the SAP parser will discard some non-compliant announcements.
ca_es: Quan es defineix, l'analitzador de SAP descarta alguns avisos no complidors.

source: Network streams (SAP)
ca_es: Fluxos de la xarxa (SAP)

source: SDP Descriptions parser
ca_es: Analitzador de descripcions SDP

source: Session
ca_es: Sessió

source: Tool
ca_es: Eina

source: User
ca_es: Usuari

source: Video capture
ca_es: Captura de vídeo

source: Video capture (Video4Linux)
ca_es: Captura de vídeo (Video4Linux)

source: Audio capture (ALSA)
ca_es: Captura d'àudio (ALSA)

source: HD DVD
ca_es: DVD HD

source: Unknown type
ca_es: Tipus de fitxer desconegut

source: Universal Plug'n'Play
ca_es: Plug'n'Play universal

source: Screen capture
ca_es: Captura de pantalla

source: Your window manager does not provide a list of applications.
ca_es: El gestor de finestres no proporciona la llista d'aplicacions.

source: Applications
ca_es: Aplicacions

source: Desktop
ca_es: Escriptori

source: Preferred Width
ca_es: Amplada preferida

source: Preferred Height
ca_es: Alçada preferida

source: Buffer Size (Seconds)
ca_es: Mida de la memòria intermèdia (segons)

source: Buffer size in seconds
ca_es: Mida de la memòria intermèdia en segons

source: Dynamic Adaptive Streaming over HTTP
ca_es: DASH (Dynamic Adaptive Streaming over HTTP)

source: LZMA decompression
ca_es: Descompressió LZMA

source: Burrows-Wheeler decompression
ca_es: Descompressió Burrows-Wheeler

source: gzip decompression
ca_es: Descompressió gzip

source: Http Live Streaming stream filter
ca_es: Filtre del flux de l'Http Live Streaming

source: Internal stream record
ca_es: Enregistrament del flux intern

source: Smooth Streaming
ca_es: Transmissió suau

source: Autodel
ca_es: Elimina automàticament

source: Automatically add/delete input streams
ca_es: Afegeix/Elimina automàticament fluxos d'entrada

source: Integer identifier for this elementary stream. This will be used to "find" this stream later.
ca_es: Identificador enter per aquest flux bàsic. S'utilitzarà per «trobar» el flux més tard.

source: Destination bridge-in name
ca_es: Nom del bridge-in de destí

source: Name of the destination bridge-in. If you do not need more than one bridge-in at a time, you can discard this option.
ca_es: Nom del bridge-in de destí. Si no necessiteu més d'un bridge-in al mateix temps, podeu descartar aquesta opció.

source: Pictures coming from the picture video outputs will be delayed according to this value (in milliseconds, should be >= 100 ms). For high values, you will need to raise caching values.
ca_es: Les imatges provinents de les sortides d'imatge de vídeo s'endarreriran segons aquest valor (en mil·lisegons, ha de ser >=100ms). Per als valors alts s'han d'augmentar els valors de memòria cau.

source: ID Offset
ca_es: Òfset de l'identificador

source: Offset to add to the stream IDs specified in bridge_out to obtain the stream IDs bridge_in will register.
ca_es: Òfset que s'ha d'afegir als identificadors del flux especificats al bridge_out per obtenir els identificadors del flux als quals es registraran els bridge_in.

source: Name of current instance
ca_es: Nom de la instància actual

source: Name of this bridge-in instance. If you do not need more than one bridge-in at a time, you can discard this option.
ca_es: Nom de la instància bridge-in. Si no es necessita més d'un bridge-in al mateix temps, es pot descartar aquesta opció.

source: Fallback to placeholder stream when out of data
ca_es: Sistema alternatiu al flux de text variable quan no hi ha dades

source: If set to true, the bridge will discard all input elementary streams except if it doesn't receive data from another bridge-in. This can be used to configure a place holder stream when the real source breaks. Source and placeholder streams should have the same format.
ca_es: Si s'estableix a vertader, el pont descartarà tots els fluxos bàsics d'entrada excepte si no es reben dades des d'un altre bridge-in. Es pot utilitzar per configurar el flux del text variable quan la font real es trenca. La font i el flux de text variable han de tenir el mateix format.

source: Placeholder delay
ca_es: Retard de text variable

source: Delay (in ms) before the placeholder kicks in.
ca_es: Retard (en ms) abans que el text variable entri en acció.

source: Wait for I frame before toggling placeholder
ca_es: Espera el fotograma I abans de commutar el text variable

source: If enabled, switching between the placeholder and the normal stream will only occur on I frames. This will remove artifacts on stream switching at the expense of a slightly longer delay, depending on the frequence of I frames in the streams.
ca_es: Si està habilitat, la commutació entra text variable i flux normal només succeeix en fotogrames I. Elimina els artefactes en la commutació de flux a canvi d'un lleuger increment del retard, depenent de la freqüència dels fotogrames I en els fluxos.

source: Bridge
ca_es: Pont

source: Bridge stream output
ca_es: Sortida de flux pont

source: Elementary Stream ID
ca_es: Identificador de flux bàsic

source: Specify an identifier integer for this elementary stream
ca_es: Especifica un identificador enter per al flux bàsic

source: Delay of the ES (ms)
ca_es: Retard de l'ES (flux bàsic) (ms)

source: Specify a delay (in ms) for this elementary stream. Positive means delay and negative means advance.
ca_es: Especifica el retard (en ms) per al flux bàsic. Positiu significa retard i negatiu significa avanç.

source: Delay a stream
ca_es: Retarda un flux

source: Description stream output
ca_es: Descripció de la sortida de flux

source: Enable/disable audio rendering.
ca_es: Habilita/inhabilita la renderització de l'àudio.

source: Enable/disable video rendering.
ca_es: Habilita/inhabilita la renderització del vídeo.

source: Delay (ms)
ca_es: Retard (ms)

source: Introduces a delay in the display of the stream.
ca_es: Introdueix un retard a la visualització del flux.

source: Display stream output
ca_es: Mostra la sortida de flux

source: Duplicate stream output
ca_es: Duplica la sortida de flux

source: Output access method
ca_es: Mètode de l'accés de la sortida

source: This is the default output access method that will be used.
ca_es: Mètode d'accés de la sortida que s'utilitza per defecte.

source: Audio output access method
ca_es: Mètode d'accés de la sortida d'àudio

source: This is the output access method that will be used for audio.
ca_es: Mètode d'accés de la sortida que s'utilitza per a l'àudio.

source: Video output access method
ca_es: Mètode d'accés de la sortida de vídeo

source: This is the output access method that will be used for video.
ca_es: Mètode d'accés de la sortida que s'utilitza per al vídeo.

source: Output muxer
ca_es: Desmultiplexor de sortida

source: This is the default muxer method that will be used.
ca_es: Mètode multiplexor que s'utilitza per defecte.

source: Audio output muxer
ca_es: Desmultiplexor de la sortida d'àudio

source: This is the muxer that will be used for audio.
ca_es: Multiplexor que s'utilitza per a l'àudio.

source: Video output muxer
ca_es: Desmultiplexor de la sortida de vídeo

source: This is the muxer that will be used for video.
ca_es: Multiplexor que s'utilitza per al vídeo.

source: Output URL
ca_es: URL de sortida

source: This is the default output URI.
ca_es: Sortida URI que s'utilitza per defecte.

source: Audio output URL
ca_es: URL per a la sortida d'àudio

source: This is the output URI that will be used for audio.
ca_es: Sortida URI que s'utilitza per a l'àudio.

source: Video output URL
ca_es: URL per a la sortida de vídeo

source: This is the output URI that will be used for video.
ca_es: Sortida URI que s'utilitza per al vídeo.

source: Elementary stream output
ca_es: Sortida de flux bàsic

source: There is no suitable stream-output access module for "%s/%s://%s".
ca_es: No hi ha un mòdul d'accés de sortida de flux adequat per "%s/%s://%s".

source: Gathering stream output
ca_es: S'està obtenint el flux de sortida

source: Specify an identifier integer for this elementary stream to change
ca_es: Especifica un identificador enter perquè canviï aquest flux bàsic

source: Magazine
ca_es: Revista

source: Specify the magazine containing the language page
ca_es: Especifica la revista que conté la pàgina de l'idioma

source: Page
ca_es: Pàgina

source: Specify the page containing the language
ca_es: Especifica la pàgina que conté l'idioma

source: Row
ca_es: Fila

source: Specify the row containing the language
ca_es: Especifica la fila que conté l'idioma

source: Lang From Telx
ca_es: Idioma del teletext

source: Dynamic language setting from teletext
ca_es: Paràmetre d'idioma dinàmic del teletext

source: Specify an identifier string for this subpicture
ca_es: Especifica una cadena identificadora per a aquesta subimatge

source: Output video width.
ca_es: Amplada del vídeo de sortida.

source: Output video height.
ca_es: Alçada del vídeo de sortida.

source: Sample aspect ratio
ca_es: Mostra de la relació d'aspecte

source: Sample aspect ratio of the destination (1:1, 3:4, 2:3).
ca_es: Mostra de la relació d'aspecte del destí (1:1, 3:4, 2:3).

source: Video filter
ca_es: Filtre de vídeo

source: Video filters will be applied to the video stream.
ca_es: Els filtres de vídeo s'utilitzaran al flux de vídeo.

source: Image chroma
ca_es: Imatge de la crominància

source: Force the use of a specific chroma. Use YUVA if you're planning to use the Alphamask or Bluescreen video filter.
ca_es: Força l'ús d'una crominància específica. Utilitzeu YUVA si voleu utilitzar el filtre de vídeo màscara alfa o pantalla blava.

source: Transparency of the mosaic picture.
ca_es: Transparència de la imatge mosaic.

source: X offset
ca_es: Òfset X

source: X coordinate of the upper left corner in the mosaic if non negative.
ca_es: Coordenada X de la cantonada superior esquerra del mosaic si no és negatiu.

source: Y offset
ca_es: Òfset Y

source: Y coordinate of the upper left corner in the mosaic if non negative.
ca_es: Coordenada Y de la cantonada superior esquerra del mosaic si no és negatiu.

source: Mosaic bridge
ca_es: Pont del mosaic

source: Mosaic bridge stream output
ca_es: Sortida de flux del pont del mosaic

source: Hostname or IP address of target device
ca_es: Nom del servidor o adreça IP del dispositiu destí

source: Output volume for analog output: 0 for silence, 1..255 from almost silent to very loud.
ca_es: Volum de sortida per a la sortida analògica: 0 silenci, 1..255 des de més fluix a més fort.

source: Password for target device.
ca_es: Contrasenya per al dispositiu destí.

source: Password file
ca_es: Fitxer de contrasenyes

source: Read password for target device from file.
ca_es: Llegeix la contrasenya per al dispositiu destí des del fitxer.

source: Remote Audio Output Protocol stream output
ca_es: Sortida de flux del RAOP

source: Destination prefix
ca_es: Prefix de destí

source: Prefix of the destination file automatically generated
ca_es: Prefix del fitxer de destí generat automàticament

source: Record stream output
ca_es: Enregistra la sortida de flux

source: This is the output URL that will be used.
ca_es: Aquest és l'URL de sortida que s'utilitzarà.

source: This allows you to specify how the SDP (Session Descriptor) for this RTP session will be made available. You must use a url: http://location to access the SDP via HTTP, rtsp://location for RTSP access, and sap:// for the SDP to be announced via SAP.
ca_es: Permet especificar com es farà disponible l'SDP (Session Descriptor) per aquesta sessió de RTP. S'ha d'utilitzar un url: http://location per accedir a l'SDP a través de l'HTTP, rtsp://location per accedir a RTSP, i sap:// per a l'SDP anunciat a través de SAP.

source: SAP announcing
ca_es: Anunci SAP

source: Announce this session with SAP.
ca_es: Anuncia aquesta sessió amb SAP.

source: Muxer
ca_es: Multiplexor

source: This allows you to specify the muxer used for the streaming output. Default is to use no muxer (standard RTP stream).
ca_es: Permet especificar el multiplexor utilitzat per a la sortida transmissora. Per defecte no s'utilitza multiplexor (flux RTP estàndard).

source: Session name
ca_es: Nom de la sessió

source: This is the name of the session that will be announced in the SDP (Session Descriptor).
ca_es: Nom de la sessió que s'anunciarà a l'SDP (Session Descriptor).

source: Session category
ca_es: Categoria de la sessió

source: This allows you to specify a category for the session, that will be announced if you choose to use SAP.
ca_es: Permet especificar una categoria per a la sessió que s'anunciarà si trieu utilitzar SAP.

source: Session description
ca_es: Descripció de la sessió

source: This allows you to give a short description with details about the stream, that will be announced in the SDP (Session Descriptor).
ca_es: Aquesta opció us permet donar una breu descripció amb detalls sobre el flux, s'anunciarà a l'SDP (Session Descriptor).

source: Session URL
ca_es: URL de la sessió

source: This allows you to give a URL with more details about the stream (often the website of the streaming organization), that will be announced in the SDP (Session Descriptor).
ca_es: Aquesta opció us permet donar un URL amb més detalls sobre el flux (sovint el lloc web de l'organització del flux). S'anunciarà a l'SDP (Session Descriptor).

source: Session email
ca_es: Adreça electrònica de la sessió

source: This allows you to give a contact mail address for the stream, that will be announced in the SDP (Session Descriptor).
ca_es: Aquesta opció us permet donar una adreça electrònica de contacte per al flux, s'anunciarà al SDP (Session Descriptor).

source: Session phone number
ca_es: Número de telèfon de la sessió

source: This allows you to give a contact telephone number for the stream, that will be announced in the SDP (Session Descriptor).
ca_es: Aquesta opció us permet donar un telèfon de contacte per al flux, s'anunciarà al SDP (Session Descriptor).

source: This allows you to specify the base port for the RTP streaming.
ca_es: Aquesta opció us permet especificar el port base per al flux RTP.

source: Audio port
ca_es: Port de l'àudio

source: This allows you to specify the default audio port for the RTP streaming.
ca_es: Aquesta opció us permet especificar el port d'àudio per defecte per al flux RTP.

source: Video port
ca_es: Port del vídeo

source: This allows you to specify the default video port for the RTP streaming.
ca_es: Aquesta opció us permet especificar el port de vídeo per defecte per al flux RTP.

source: RTP/RTCP multiplexing
ca_es: Multiplexat RTP / RTCP

source: This sends and receives RTCP packet multiplexed over the same port as RTP packets.
ca_es: Envia i rep paquets RTCP multiplexats sobre el mateix port com a paquets RTP.

source: Default caching value for outbound RTP streams. This value should be set in milliseconds.
ca_es: Valor de memòria cau per defecte per als fluxos RTP de sortida. Aquest valor s'ha de definir en mil·lisegons.

source: Transport protocol
ca_es: Protocol de transport

source: This selects which transport protocol to use for RTP.
ca_es: Selecciona el protocol de transport que s'ha d'utilitzar per l'RTP.

source: RTP packets will be integrity-protected and ciphered with this Secure RTP master shared secret key. This must be a 32-character-long hexadecimal string.
ca_es: Es protegirà la integritat dels paquets RTP i es desxifraran amb aquesta clau mestra secreta i compartida del Secure RTP. Ha de ser una cadena de 32 caràcters hexadecimals.

source: MP4A LATM
ca_es: LATM MP4A

source: This allows you to stream MPEG4 LATM audio streams (see RFC3016).
ca_es: Aquesta opció us permet transmetre fluxos de so LATM MP4A (vegeu RFC3016).

source: RTSP session timeout (s)
ca_es: Temps d'espera de la sessió RTSP (s)

source: RTSP sessions will be closed after not receiving any RTSP request for this long. Setting it to a negative value or zero disables timeouts. The default is 60 (one minute).
ca_es: Les sessions RTSP es tanquen si no reben cap sol·licitud RTSP durant aquest període de temps. Si es defineix un valor negatiu o a zero s'inhabiliten els temps d'espera. Per defecte és 60 (un minut).

source: RTP stream output
ca_es: Sortida de flux RTP

source: New ES ID
ca_es: Nou identificador de l'ES (flux bàsic)

source: Specify an new identifier integer for this elementary stream
ca_es: Especifiqueu un nou identificador enter per al flux bàsic

source: Specify an ISO-639 code (three characters) for this elementary stream
ca_es: Especifiqueu un codi ISO-639 (tres caràcters) per al flux bàsic

source: Set ID
ca_es: Defineix un identificador

source: Set ES id
ca_es: Defineix l'identificador de l'ES (flux bàsic)

source: Change the id of an elementary stream
ca_es: Canvia l'identificador del flux bàsic

source: Set ES Lang
ca_es: Defineix l'idioma de l'ES (flux bàsic)

source: Set Lang
ca_es: Defineix l'idioma

source: Change the language of an elementary stream
ca_es: Canvia l'idioma del flux bàsic

source: Video prerender callback
ca_es: Crida de retorn del prerenderitzador de vídeo

source: Address of the video prerender callback function. This function will set the buffer where render will be done.
ca_es: Adreça de la funció de crida de retorn del prerenderitzador de vídeo. Aquesta funció defineix la memòria intermèdia on es produirà la renderització.

source: Audio prerender callback
ca_es: Crida de retorn del prerenderitzador d'àudio

source: Address of the audio prerender callback function. This function will set the buffer where render will be done.
ca_es: Adreça de la funció de crida de retorn del prerenderitzador d'àudio. Aquesta funció defineix la memòria intermèdia on es produirà la renderització.

source: Video postrender callback
ca_es: Crida de retorn del postrenderitzador de vídeo

source: Address of the video postrender callback function. This function will be called when the render is into the buffer.
ca_es: Adreça de la funció de crida de retorn del postrenderitzador de vídeo. Es crida aquesta funció quan el renderitzador està a la memòria intermèdia.

source: Audio postrender callback
ca_es: Crida de retorn del postrenderitzador d'àudio

source: Address of the audio postrender callback function. This function will be called when the render is into the buffer.
ca_es: Adreça de la funció de crida de retorn del postrenderitzador d'àudio. Es crida aquesta funció quan el renderitzador està a la memòria intermèdia.

source: Video Callback data
ca_es: Dades de la crida de retorn del vídeo

source: Data for the video callback function.
ca_es: Dades per a la funció de crida de retorn del vídeo.

source: Audio callback data
ca_es: Dades de la crida de retorn de l'àudio

source: Data for the audio callback function.
ca_es: Dades per a la funció de crida de retorn de l'àudio.

source: Time Synchronized output
ca_es: Sortida sincronitzada temporalment

source: Time Synchronisation option for output. If true, stream will render as usual, else it will be rendered as fast as possible.
ca_es: Opció de sincronització de temps per a la sortida. Si és vertader, el flux és renderitza normalment, la resta renderitza el més ràpid possible.

source: Stream output to memory buffer
ca_es: Sortida de flux per a la memòria intermèdia de la memòria

source: Output method to use for the stream.
ca_es: Mètode de sortida que s'ha d'utilitzar per al flux.

source: Muxer to use for the stream.
ca_es: Multiplexor que s'ha d'utilitzar per al flux.

source: Output destination
ca_es: Destí de sortida

source: Destination (URL) to use for the stream. Overrides path and bind parameters
ca_es: Destí (URL) que s'ha d'utilitzar per al flux. Sobreescriu el camí i vincula els paràmetres

source: address to bind to (helper setting for dst)
ca_es: adreça a la qual s'ha de vincular (paràmetre de l'aplicació d'ajuda per al dst)

source: address:port to bind vlc to listening incoming streams helper setting for dst,dst=bind+'/'+path. dst-parameter overrides this
ca_es: adreça: port per vincular el vlc per escoltar els fluxos d'entrada, aplicació d'ajuda per a dst, dst=bind+'/'+path. El paràmetre dst ho substitueix.

source: filename for stream (helper setting for dst)
ca_es: nom de fitxer per al flux (paràmetre de l'aplicació d'ajuda per al dts)

source: Filename for stream helper setting for dst, dst=bind+'/'+path, dst-parameter overrides this
ca_es: Nom de fitxer per al paràmetre de l'aplicació d'ajuda del flux per al dst, dst=bind+'/'+path, el paràmetre dst ho substitueix.

source: Standard stream output
ca_es: Sortida de flux estàndard

source: Video encoder
ca_es: Codificador de vídeo

source: This is the video encoder module that will be used (and its associated options).
ca_es: Mòdul codificador de vídeo que s'utilitzarà (i les seves opcions associades).

source: Destination video codec
ca_es: Còdec del vídeo de destí

source: This is the video codec that will be used.
ca_es: Còdec de vídeo que s'ha d'utilitzar.

source: Video bitrate
ca_es: Taxa de bits del vídeo

source: Target bitrate of the transcoded video stream.
ca_es: Taxa de bits objectiu de flux de vídeo transcodificat.

source: Video scaling
ca_es: Escalat del vídeo

source: Scale factor to apply to the video while transcoding (eg: 0.25)
ca_es: Factor d'escala que s'ha d'aplicar al vídeo mentre es transcodifica (p.e.: 0.25)

source: Video frame-rate
ca_es: Fotogrames per segon del vídeo

source: Target output frame rate for the video stream.
ca_es: Fotogrames per segon de destí per al flux de vídeo.
